<?php
// Урок 7 Домашнее задание

/*
 * Следующие задания требуется воспринимать как ТЗ (Техническое задание)
 * p.s. Разработчик, помни! 
 * Лучше уточнить ТЗ перед выполнением у заказчика, если ты что-то не понял, чем сделать, переделать, потерять время, деньги, нервы, репутацию.
 * Не забывай о навыках коммуникации :)
 * 
 * 1) dz6_1.php Сохранять объявления в Cookie и выставить время жизни - неделю
 * 2) dz6_2.php Сохранять объявления в файлах
 */

/*
 * Дополнительно решил сделать:
 * - форму побольше
 * - вынести форму в отдельное представление и показывать (подключать) при необходимости 
 */
require_once("models/func_homework_7.php");
echo '<h3> Урок 7 Домашнее задание</h3>';

#Функции находятся тут  \models\func_homework_7.php 

?>



